Repository: wp-plugins/microdata-about
Catalog: languages/microdata-about-*.po
Languages: es_es

source: Updated:
es_es: Actualizado:

source: Name (Company):
es_es: Nombre (Empresa u Organización):

source: Name (Person):
es_es: Nombre (Persona):

source: Nickname:
es_es: Apodo:

source: Title (Person):
es_es: Profesión:

source: Role (Person):
es_es: Papel en la empresa u organización:

source: Affiliation (Person):
es_es: Empresa u organización:

source: Street:
es_es: Calle:

source: Locality:
es_es: Localidad:

source: Region:
es_es: Región:

source: Postal Code:
es_es: Código Postal:

source: Country Name:
es_es: País:

source: Phone:
es_es: Teléfono:

source: More info about the Microdata on: <a href="https://support.google.com/webmasters/answer/176035" target="_blank">About Microdata, Google</a>
es_es: Más información sobre los Microdatos en: <a href="https://support.google.com/webmasters/answer/176035" target="_blank">About Microdata, Google</a>

source: For Companies:
es_es: Para emrpesas u organizaciones:

source: For Persons:
es_es: Para Personas:

source: Nickame:
es_es: Apodo:

source: Title:
es_es: Profesión:

source: Role:
es_es: Papel en la empresa u organización:

source: Affiliation:
es_es: Empresa u organización:

source: Logo or Profile Image:
es_es: Imagen de perfil o logo:

source: Image URL: *Recomended: 300x300 px
es_es: URL de la Imagen: *Recomendado 300x300 px

source: Address:
es_es: Dirección:

source: Do not forget to fill up the formular in the Plugins Options
es_es: No te olvides de rellenar el formulario en las opciones del plugin

source: Show Person Microdata?
es_es: Mostrar Microdatos para personas?
